Repository: toofff/core
Catalog: src/Bridge/Symfony/Bundle/Resources/translations/security.*.xlf
Languages: el, fr, tr

source: An authentication exception occurred.
el: Παρουσιάστηκε σφάλμα ελέγχου ταυτότητας.
fr: Une exception dans l'authentification s'est produite.
tr: Bir kimlik doğrulama istisnası oluştu.

source: Authentication credentials could not be found.
el: Δεν ήταν δυνατή η εύρεση διαπιστευτηρίων ελέγχου ταυτότητας.
fr: Les informations d'authentification n'ont pas été trouvé
tr: Kimlik doğrulama kimlik bilgileri bulunamadı.

source: Authentication request could not be processed due to a system problem.
el: Δεν ήταν δυνατή η επεξεργασία του αιτήματος ελέγχου ταυτότητας λόγω προβλήματος συστήματος.
fr: La demande d'authentification n'a pas pu être traitée en raison d'un problème système.
tr: Bir sistem sorunu nedeniyle kimlik doğrulama isteği işlenemedi.

source: Invalid credentials.
el: Ακυρα διαπιστευτήρια.
fr: Identifiants invalides
tr: Geçersiz kimlik bilgileri.

source: Cookie has already been used by someone else.
el: Το cookie έχει ήδη χρησιμοποιηθεί από κάποιον άλλο.
fr: Le cookie a déjà été utilisé par quelqu'un d'autre.
tr: Çerez zaten başkası tarafından kullanıldı.

source: Not privileged to request the resource.
el: Δεν έχεις δικαίωμα να ζητήσεις τον πόρο.
fr: Vous n'avez pas les privilèges nécessaires pour demander cette ressource.
tr: Kaynağı talep etme ayrıcalığına sahip değil.

source: Invalid CSRF token.
el: Άκυρο CSRF token.
fr: Jeton CSRF non valide.
tr: Geçersiz CSRF jetonu.

source: No authentication provider found to support the authentication token.
el: Δεν βρέθηκε πάροχος ελέγχου ταυτότητας που να υποστηρίζει το διακριτικό ελέγχου ταυτότητας.
fr: Aucun fournisseur d'authentification trouvé pour prendre en charge le jeton d'authentification.
tr: Kimlik doğrulama jetonunu destekleyen hiçbir kimlik doğrulama sağlayıcısı bulunamadı.

source: No session available, it either timed out or cookies are not enabled.
el: Δεν υπάρχει διαθέσιμο session, έχει λήξει ή δεν ενεργοποιούνται τα cookie.
fr: Aucune session disponible, elle a expiré ou les cookies ne sont pas activés.
tr: Kullanılabilir oturum yok, ya zaman aşımına uğradı ya da tanımlama bilgileri etkinleştirilmedi.

source: No token could be found.
el: Δεν βρέθηκε token.
fr: Aucun jeton n'a pu être trouvé.
tr: Belirteç bulunamadı.

source: Username could not be found.
el: Δεν ήταν δυνατή η εύρεση του ονόματος χρήστη.
fr: Le nom d'utilisateur est introuvable.
tr: Kullanıcı adı bulunamadı.

source: Account has expired.
el: Ο λογαριασμός έχει λήξει.
fr: Le compte a expiré.
tr: Hesabın süresi doldu.

source: Credentials have expired.
el: Τα διαπιστευτήρια έχουν λήξει.
fr: Les informations d'identification ont expiré.
tr: Kimlik bilgilerinin süresi doldu.

source: Account is disabled.
el: Ο λογαριασμός είναι απενεργοποιημένος.
fr: Le compte est désactivé.
tr: Hesap devredışı.

source: Account is locked.
el: Ο λογαριασμός είναι κλειδωμένος.
fr: Le compte est verrouillé.
tr: Hesap kilitlendi.

source: User is disabled.
el: Ο χρήστης είναι απενεργοποιημένος.
fr: L'utilisateur est désactivé.
tr: Kullanıcı devre dışı bırakıldı.
