Repository: toofff/core
Catalog: src/Bridge/Symfony/Bundle/Resources/translations/validators.*.xlf
Languages: el, fr, tr

source: user.username_invalid_characters
el: Το όνομα χρήστη πρέπει να περιέχει μόνο πεζούς λατινικούς χαρακτήρες, αριθμούς και κάτω παύλες.
fr: Le nom d'utilisateur ne doit contenir que des caractères latins minuscules, des chiffres et des traits de soulignement.
tr: Kullanıcı adı yalnızca küçük latin karakterler, sayılar ve alt çizgiler içermelidir.

source: user.not_valid_display_name
el: Μη έγκυρο εμφανιζόμενο όνομα
fr: Nom d'affichage non valide
tr: Geçersiz ekran ad
