Repository: toofff/core
Catalog: src/Bridge/Symfony/Bundle/Resources/translations/validators.*.xlf
Languages: el, fr, tr

source: This value should be false.
el: Αυτή η τιμή πρέπει να είναι false.
fr: Cette valeur doit être fausse.
tr: Bu değer false olmalıdır.

source: This value should be true.
el: Αυτή η τιμή πρέπει να είναι true.
fr: Cette valeur doit être vraie.
tr: Bu değer true olmalıdır.

source: This value should be of type {{ type }}.
el: Αυτή η τιμή πρέπει να είναι τύπου{{ type }}.
fr: Cette valeur doit être de type {{ type }}.
tr: Bu değer {{ type }} türünde olmalıdır.

source: This value should be blank.
el: Αυτή η τιμή πρέπει να είναι κενή.
fr: Cette valeur doit être vide
tr: Bu değer boş olmalıdır.

source: The value you selected is not a valid choice.
el: Η τιμή που επιλέξατε δεν είναι έγκυρη επιλογή.
fr: La valeur que vous avez sélectionnée n'est pas un choix valide.
tr: Seçtiğiniz değer geçerli bir seçim değil.

source: 0d999f2
el: Πρέπει να επιλέξετε τουλάχιστον {{ limit }} επιλογές.|Πρέπει να επιλέξετε τουλάχιστον {{ limit }} επιλογές.
fr: Vous devez sélectionner au moins {{limit}} choix. | Vous devez sélectionner au moins {{limit}} choix.
tr: En az {{ limit }} seçenek seçebilirsiniz.|En az {{ limit }} seçenek seçebilirsiniz.

source: One or more of the given values is invalid.
el: Μία ή περισσότερες από τις δεδομένες τιμές δεν είναι έγκυρες.
fr: Une ou plusieurs des valeurs données ne sont pas valides.
tr: Verilen değerlerden biri veya daha fazlası geçersiz.

source: This field was not expected.
el: Αυτό το πεδίο δεν αναμενόταν.
fr: Ce champ n'était pas attendu.
tr: Bu alan beklenmiyordu.

source: This field is missing.
el: Αυτό το πεδίο λείπει.
fr: Ce champ est manquant.
tr: Bu alan eksik.

source: This value is not a valid date.
el: Αυτή η τιμή δεν είναι έγκυρη ημερομηνία.
fr: Cette valeur n'est pas une date valide.
tr: Bu değer geçerli bir tarih değil.

source: This value is not a valid datetime.
el: Αυτή η τιμή δεν είναι έγκυρη ημερομηνία και ωρα.
fr: Cette valeur n'est pas une date / heure valide.
tr: Bu değer geçerli bir tarih saat değil.

source: This value is not a valid email address.
el: Αυτή η τιμή δεν είναι έγκυρη διεύθυνση email.
fr: Le format de l'adresse email est invalide.
tr: Bu değer, geçerli bir e-posta adresi değil.

source: The file could not be found.
el: Δεν ήταν δυνατή η εύρεση του αρχείου.
fr: Le fichier est introuvable.
tr: Dosya bulunamadı.

source: The file is not readable.
el: Το αρχείο δεν είναι αναγνώσιμο.
fr: Le fichier n'est pas lisible.
tr: Dosya okunabilir değil.

source: 1ad411a
el: Το αρχείο είναι πολύ μεγάλο ({{ size }} {{ suffix }}). Το επιτρεπόμενο μέγιστο μέγεθος είναι {{ limit }} {{ suffix }}.
fr: Le fichier est trop volumineux ({{size}} {{suffix}}). La taille maximale autorisée est {{limit}} {{suffix}}.
tr: Dosya boyutu ({{ size }} {{ suffix }}) çok büyük. İzin verilen maksimum dosya boyutu {{ limit }} {{ suffix }}.

source: 30a318d
el: Ο τύπος του αρχείου δεν είναι έγκυρος({{ type }}). Οι επιτρεπόμενοι τύποι είναι {{ types }}.
fr: Le type mime du fichier n'est pas valide ({{type}}). Les types mime autorisés sont {{types}}.
tr: ({{ type }}) dosya tipi geçersiz. İzin verilen dosya türleri {{ types }}.

source: This value should be {{ limit }} or less.
el: Αυτή η τιμή πρέπει να είναι {{limit}} ή μικρότερη.
fr: Cette valeur doit être inférieure ou égale à {{limit}}.
tr: Bu değer {{ limit }} veya daha az olmalıdır.

source: 0e0c1e1
el: Αυτή η τιμή είναι πολύ μεγάλη. Θα πρέπει να έχει {{limit}} χαρακτήρες ή λιγότερο. | Αυτή η τιμή είναι πολύ μεγάλη. Θα πρέπει να έχει {{limit}} χαρακτήρες ή λιγότερους.
fr: Cette valeur est trop longue. Elle doit contenir au maximum {{limit}} caractère. | Cette valeur est trop longue. Elle doit contenir au maximum {{limit}} caractères.
tr: Bu değer çok uzun. {{ limit }} veya daha az karakter içermelidir.|Bu değer çok uzun. {{ limit }} veya daha az karakter içermelidir.

source: This value should be {{ limit }} or more.
el: Αυτή η τιμή πρέπει να είναι {{limit}} ή μεγαλύτερη.
fr: Cette valeur doit être égale ou supérieure à {{limit}}.
tr: Bu değer, {{ limit }} veya daha fazla olmalıdır.

source: 5188ff9
el: Αυτή η τιμή είναι πολύ μικρή. Θα πρέπει να έχει {{limit}} χαρακτήρες ή περισσότερο. | Αυτή η τιμή είναι πολύ μικρή. Θα πρέπει να έχει {{limit}} χαρακτήρες ή περισσότερους.
fr: Cette valeur est trop courte. Elle doit contenir au minimum {{limit}} caractère. | Cette valeur est trop courte. Elle doit contenir au minimum {{limit}} caractères.
tr: Bu değer çok kıza. {{ limit }} veya daha fazla karakter içermelidir.|Bu değer çok kıza. {{ limit }} veya daha fazla karakter içermelidir.

source: This value should not be blank.
el: Αυτή η τιμή δεν πρέπει να είναι κενή.
fr: Cette valeur ne doit pas être vide.
tr: Bu değer boş bırakılmamalıdır.

source: This value should not be null.
el: Αυτή η τιμή δεν πρέπει να είναι απροσδιοριστη.
fr: Cette valeur ne doit pas être nulle.
tr: Bu değer hükümsüz olmamalıdır.

source: This value should be null.
el: Αυτή η τιμή πρέπει να είναι απροσδιοριστη.
fr: Cette valeur doit être nulle.
tr: Bu değer hükümsüz olmalıdır.

source: This value is not valid.
el: Αυτή η τιμή δεν είναι έγκυρη.
fr: Cette valeur n'est pas valide.
tr: Bu değer geçerli değil.

source: This value is not a valid time.
el: Αυτή η τιμή δεν είναι έγκυρη ώρα.
fr: Cette valeur n'est pas une heure valide.
tr: Bu değer geçerli bir zaman değil.

source: This value is not a valid URL.
el: Αυτή η τιμή δεν είναι έγκυρη διεύθυνση URL.
fr: L' URL n'est pas valide.
tr: Bu değer, geçerli bir URL değil.

source: The two values should be equal.
el: Οι δύο τιμές πρέπει να είναι ίσες.
fr: Les deux valeurs doivent être égales.
tr: İki değer eşit olmalıdır.

source: The file is too large. Allowed maximum size is {{ limit }} {{ suffix }}.
el: Το αρχείο είναι πολύ μεγάλο. Το επιτρεπόμενο μέγιστο μέγεθος είναι {{limit}} {{suffix}}.
fr: Le fichier est trop volumineux. La taille maximale autorisée est {{limit}} {{suffix}}.
tr: Dosya çok büyük. İzin verilen maksimum boyut {{ limit }} {{ suffix }}.

source: The file is too large.
el: Το αρχείο είναι πολύ μεγάλο.
fr: Le fichier est trop volumineux.
tr: Dosya çok büyük.

source: The file could not be uploaded.
el: Δεν ήταν δυνατή η μεταφόρτωση του αρχείου.
fr: Le fichier n'a pas pu être téléchargé.
tr: Dosya yüklenemedi.

source: This value should be a valid number.
el: Αυτή η τιμή πρέπει να είναι έγκυρος αριθμός.
fr: Cette valeur doit être un nombre valide.
tr: Bu değer geçerli bir sayı olmalıdır.

source: This file is not a valid image.
el: Αυτό το αρχείο δεν είναι έγκυρη εικόνα.
fr: Ce fichier n'est pas une image valide.
tr: Bu dosya geçerli bir resim değil.

source: This is not a valid IP address.
el: Αυτή δεν είναι έγκυρη διεύθυνση IP.
fr: L'adresse IP n'est pas valide.
tr: Bu geçerli bir IP adresi değil.

source: This value is not a valid language.
el: Αυτή η τιμή δεν είναι έγκυρη γλώσσα.
fr: Cette valeur n'est pas une langue valide.
tr: Bu değer, geçerli bir dil değil.

source: This value is not a valid locale.
el: Αυτή η τιμή δεν είναι έγκυρο locale.
fr: Cette valeur n'est pas un paramètre régional valide.
tr: Bu değer, geçerli bir yerel ayar değil.

source: This value is not a valid country.
el: Αυτή η τιμή δεν είναι έγκυρη χώρα.
fr: Cette valeur n'est pas un pays valide.
tr: Bu değer geçerli bir ülke değil.

source: This value is already used.
el: Αυτή η τιμή χρησιμοποιείται ήδη.
fr: Cette valeur est déjà utilisée.
tr: Bu değer zaten kullanılıyor.

source: The size of the image could not be detected.
el: Δεν ήταν δυνατή η ανίχνευση του μεγέθους της εικόνας.
fr: La taille de l'image n'a pas pu être détectée.
tr: Görüntünün boyutu tespit edilemedi.

source: 266051e
el: Το πλάτος της εικόνας είναι πολύ μεγάλο ({{width}} px). Το επιτρεπόμενο μέγιστο πλάτος είναι {{max_width}} px.
fr: La largeur de l'image est trop grande ({{width}} px). La largeur maximale autorisée est de {{max_width}} px.
tr: Görüntü genişliği ({{ width }}px) çok büyük. İzin verilen maksimum genişlik {{ max_width }}px.

source: c1c23f9
el: Το πλάτος της εικόνας είναι πολύ μικρό ({{width}} px). Το αναμενόμενο ελάχιστο πλάτος είναι {{min_width}} px.
fr: La largeur de l'image est trop petite ({{width}} px). La largeur minimale attendue est de {{min_width}} px.
tr: Görüntü genişliği ({{ width }}px) çok küçük. Beklenen minimum genişlik {{ min_width }}px.

source: 9a128f7
el: Το ύψος της εικόνας είναι πολύ μεγάλο ({{height}} px). Το επιτρεπόμενο μέγιστο ύψος είναι {{max_height}} px.
fr: La hauteur de l'image est trop grande ({{height}} px). La hauteur maximale autorisée est de {{max_height}} px.
tr: Görüntü yüksekliği ({{ height }}px) çok büyük. İzin verilen maksimum yükseklik {{ max_height }}px.

source: 8a4cd70
el: Το ύψος της εικόνας είναι πολύ μικρό ({{height}} px). Το ελάχιστο αναμενόμενο ύψος είναι {{min_height}} px.
fr: La hauteur de l'image est trop petite ({{height}} px). La hauteur minimale attendue est de {{min_height}} px.
tr: Görüntü yüksekliği ({{ height }}px) çok küçük. Beklenen minimum yükseklik {{ min_height }}px.

source: This value should be the user's current password.
el: Αυτή η τιμή πρέπει να είναι ο τρέχων κωδικός πρόσβασης του χρήστη.
fr: Cette valeur doit être le mot de passe actuel de l'utilisateur.
tr: Bu değer, kullanıcının mevcut şifresi olmalıdır.

source: fd389d6
el: Αυτή η τιμή πρέπει να έχει ακριβώς {{limit}} χαρακτήρα. | Αυτή η τιμή θα πρέπει να έχει ακριβώς {{limit}} χαρακτήρες.
fr: Cette valeur doit avoir exactement {{limit}} caractère. | Cette valeur doit avoir exactement {{limit}} caractères.
tr: Bu değer tam olarak {{ limit }} karaktere sahip olmalıdır.|Bu değer tam olarak {{ limit }} karaktere sahip olmalıdır.

source: The file was only partially uploaded.
el: Το αρχείο μεταφορτώθηκε μόνο εν μέρει.
fr: Le fichier n'a été que partiellement téléchargé.
tr: Dosya yalnızca kısmen yüklendi.

source: No file was uploaded.
el: Δεν μεταφορτώθηκε κανένα αρχείο.
fr: Aucun fichier n'a été téléchargé.
tr: Dosya yüklenmedi.

source: No temporary folder was configured in php.ini.
el: Δεν διαμορφώθηκε προσωρινός φάκελος στο php.ini ή ο διαμορφωμένος φάκελος δεν υπάρχει.
fr: Aucun dossier temporaire n'a été configuré dans php.ini ou le dossier configuré n'existe pas.
tr: php.ini'de hiçbir geçici klasör yapılandırılmamış veya yapılandırılmış klasör mevcut değil.

source: Cannot write temporary file to disk.
el: Δεν είναι δυνατή η εγγραφή προσωρινού αρχείου στο δίσκο.
fr: Impossible d'écrire le fichier temporaire sur le disque.
tr: Geçici dosya diske yazılamıyor.

source: A PHP extension caused the upload to fail.
el: Μια επέκταση PHP προκάλεσε την αποτυχία της μεταφόρτωσης.
fr: Une extension PHP a provoqué l'échec du téléchargement.
tr: Bir PHP uzantısı, yüklemenin başarısız olmasına neden oldu.

source: b54c218
el: Αυτή η συλλογή θα πρέπει να περιέχει {{limit}} στοιχεία ή περισσότερα. | Αυτή η συλλογή πρέπει να περιέχει στοιχεία {{limit}} ή περισσότερα.
fr: Cette collection doit contenir au minimum {{limit}} élément. | Cette collection doit contenir au minimum {{limit}} éléments.
tr: Bu koleksiyon, {{ limit }} öğesi veya daha fazlasını içermelidir.|Bu koleksiyon, {{ limit }} öğesi veya daha fazlasını içermelidir.

source: 949632c
el: Αυτή η συλλογή θα πρέπει να περιέχει {{limit}} στοιχεία ή λιγότερο. | Αυτή η συλλογή θα πρέπει να περιέχει στοιχεία {{limit}} ή λιγότερα.
fr: Cette collection doit contenir au mamaximum {{limit}} élément. | Cette collection doit contenir au mamaximum {{limit}} éléments.
tr: Bu koleksiyon {{ limit }} veya daha az öğe içermelidir.|Bu koleksiyon {{ limit }} veya daha az öğe içermelidir.

source: e0582dc
el: Αυτή η συλλογή θα πρέπει να περιέχει ακριβώς {{limit}} στοιχεία. | Αυτή η συλλογή θα πρέπει να περιέχει ακριβώς {{limit}} στοιχεία.
fr: Cette collection doit contenir exactement {{limit}} élément. | Cette collection doit contenir exactement {{limit}} éléments.
tr: Bu koleksiyon tam olarak {{ limit }} öğesini içermelidir.|Bu koleksiyon tam olarak {{ limit }} öğesini içermelidir.

source: Invalid card number.
el: Ακυρο νουμερο κάρτας.
fr: Numéro de carte invalide.
tr: Geçersiz kart numarası.

source: Unsupported card type or invalid card number.
el: Μη υποστηριζόμενος τύπος κάρτας ή μη έγκυρος αριθμός κάρτας.
fr: Type de carte non pris en charge ou numéro de carte non valide.
tr: Desteklenmeyen kart türü veya geçersiz kart numarası.

source: This is not a valid International Bank Account Number (IBAN).
el: Αυτός δεν είναι έγκυρος διεθνής αριθμός τραπεζικού λογαριασμού (IBAN).
fr: Ce n'est pas un numéro de compte bancaire international (IBAN) valide.
tr: Bu geçerli bir Uluslararası Banka Hesap Numarası (IBAN) değil.

source: This value is not a valid ISBN-10.
el: Αυτή η τιμή δεν είναι έγκυρο ISBN-10.
fr: Cette valeur n'est pas un ISBN-10 valide.
tr: Bu değer, geçerli bir ISBN-10 değil.

source: This value is not a valid ISBN-13.
el: Αυτή η τιμή δεν είναι έγκυρο ISBN-13.
fr: Cette valeur n'est pas un ISBN-13 valide.
tr: Bu değer, geçerli bir ISBN-13 değil.

source: This value is neither a valid ISBN-10 nor a valid ISBN-13.
el: Αυτή η τιμή δεν είναι ούτε έγκυρη ISBN-10 ούτε έγκυρη ISBN-13.
fr: Cette valeur n'est ni un ISBN-10 valide ni un ISBN-13 valide.
tr: Bu değer ne geçerli bir ISBN-10 ne de geçerli bir ISBN-13'tür.

source: This value is not a valid ISSN.
el: Αυτή η τιμή δεν είναι έγκυρο ISSN.
fr: Cette valeur n'est pas un ISSN valide.
tr: Bu değer geçerli bir ISSN değil.

source: This value is not a valid currency.
el: Αυτή η τιμή δεν είναι έγκυρο νόμισμα.
fr: Cette valeur n'est pas une devise valide.
tr: Bu değer, geçerli bir para birimi değil.

source: This value should be equal to {{ compared_value }}.
el: Αυτή η τιμή πρέπει να είναι ίση με {{ compared_value }}.
fr: Cette valeur doit être égale à {{compare_value}}.
tr: Bu değer {{ compared_value }} değerine eşit olmalıdır.

source: This value should be greater than {{ compared_value }}.
el: Αυτή η τιμή πρέπει να είναι μεγαλύτερη από {{ compared_value }}.
fr: Cette valeur doit être supérieure à {{compare_value}}.
tr: Bu değer {{ compared_value }} değerinden büyük olmalıdır.

source: This value should be greater than or equal to {{ compared_value }}.
el: Αυτή η τιμή πρέπει να είναι μεγαλύτερη ή ίση με {{ compared_value }}.
fr: Cette valeur doit être supérieure ou égale à {{compare_value}}.
tr: Bu değer {{ compared_value }} değerine eşit veya daha büyük olmalıdır.

source: This value should be less than {{ compared_value }}.
el: Αυτή η τιμή πρέπει να είναι ίδια με αυτήν {{ compared_value }}.
fr: Cette valeur doit être inférieure à {{compare_value}}.
tr: Bu değer {{ compared_value }} değerinden küçük olmalıdır.

source: This value should be less than or equal to {{ compared_value }}.
el: Αυτή η τιμή πρέπει να είναι μικρότερη ή ίση με{{ compared_value }}.
fr: Cette valeur doit être inférieure ou égale à {{compare_value}}.
tr: Bu değer {{ compared_value }} değerinden küçük veya eşit olmalıdır.

source: This value should not be equal to {{ compared_value }}.
el: Αυτή η τιμή δεν πρέπει να είναι ίση με {{ compared_value }}.
fr: Cette valeur ne doit pas être égale à {{compare_value}}.
tr: Bu değer {{ compared_value }} değerine eşit olmamalıdır.

source: 0eedf91
el: Αυτή η τιμή δεν πρέπει να είναι ίδια με αυτήν {{ compared_value_type }} {{ compared_value }}.
fr: Cette valeur ne doit pas être identique à {{compare_value_type}} {{compare_value}}.
tr: Bu değer {{ compared_value_type }} {{ compared_value }} değeriyle aynı olmamalıdır.

source: 9c3ad0f
el: Η αναλογία εικόνας είναι πολύ μεγάλη ({{ratio}}). Η επιτρεπόμενη μέγιστη αναλογία είναι {{max_ratio}}.
fr: Le ratio de l'image est trop grand ({{ratio}}). Le ratio maximal autorisé est de {{max_ratio}}.
tr: Görüntü oranı ({{ ratio }}) çok büyük. İzin verilen maksimum oran {{ max_ratio }}.

source: 4376d45
el: Η αναλογία εικόνας είναι πολύ μικρή ({{ratio}}). Η αναμενόμενη ελάχιστη αναλογία είναι {{min_ratio}}.
fr: Le ratio de l'image est trop petit ({{ratio}}). Le ratio minimum autorisé est de {{min_ratio}}.
tr: Görüntü oranı ({{ ratio }}) çok küçük. İzin verilen minimum oran {{ max_ratio }}.

source: The image is square ({{ width }}x{{ height }}px). Square images are not allowed.
el: Η εικόνα είναι τετράγωνη ({{width}} x {{height}} px). Δεν επιτρέπονται τετράγωνες εικόνες.
fr: L'image est carrée ({{width}} x {{height}} px). Les images carrées ne sont pas autorisées.
tr: Görüntü kare ({{ width }}x{{ height }}px). Kare resimlere izin verilmez.

source: 1dc128a
el: Η εικόνα έχει οριζόντιο προσανατολισμό ({{width}} x {{height}} px). Δεν επιτρέπονται εικόνες με οριζόντιο προσανατολισμό.
fr: L'image est orientée paysage ({{width}} x {{height}} px). Les images orientées paysage ne sont pas autorisées.
tr: Görüntü manzara odaklıdır ({{ width }}x{{ height }}px). Manzara odaklı resimlere izin verilmez.

source: 9e27714
el: Η εικόνα είναι κατακόρυφη ({{width}} x {{height}} px). Δεν επιτρέπονται εικόνες με προσανατολισμό σε πορτραίτο.
fr: L'image est orientée portrait ({{width}} x {{height}} px). Les images orientées portrait ne sont pas autorisées.
tr: Görüntü portre odaklıdır ({{ width }}x{{ height }}px). Portre yönlü resimlere izin verilmez.

source: An empty file is not allowed.
el: Δεν επιτρέπεται κενό αρχείο.
fr: Un fichier vide n'est pas autorisé.
tr: Boş bir dosyaya izin verilmez.

source: The host could not be resolved.
el: Δεν ήταν δυνατή η επίλυση του κεντρικού υπολογιστή.
fr: L'hôte n'a pas pu être résolu.
tr: Ana bilgisayar çözülemedi.

source: This value does not match the expected {{ charset }} charset.
el: Αυτή η τιμή δεν ταιριάζει με το αναμενόμενο charset {{charset}}.
fr: Cette valeur ne correspond pas au jeu de caractères {{charset}} attendu.
tr: Bu değer beklenen {{ charset }} karakter kümesiyle eşleşmiyor.

source: This is not a valid Business Identifier Code (BIC).
el: Αυτός δεν είναι έγκυρος κωδικός αναγνώρισης επιχείρησης (BIC).
fr: Ce n'est pas un code d'identification d'entreprise (BIC) valide.
tr: Bu, geçerli bir İşletme Tanımlama Kodu (BIC) değil.

source: Error
el: Σφάλμα
fr: Erreur
tr: Hata

source: This is not a valid UUID.
el: Αυτό δεν είναι έγκυρο UUID.
fr: Ce n'est pas un UUID valide.
tr: Bu geçerli bir UUID değil.

source: This value should be a multiple of {{ compared_value }}.
el: Αυτή η τιμή πρέπει να είναι πολλαπλάσιο του {{ compared_value }}.
fr: Cette valeur doit être un multiple de {{compare_value}}.
tr: Bu değer, {{ compared_value }} katı olmalıdır.

source: This Business Identifier Code (BIC) is not associated with IBAN {{ iban }}.
el: Αυτός ο κωδικός αναγνώρισης επιχείρησης (BIC) δεν σχετίζεται με τον IBAN {{iban}}.
fr: Ce code d'identification d'entreprise (BIC) n'est pas associé à l'IBAN {{iban}}.
tr: Bu İşletme Tanımlama Kodu (BIC), IBAN {{ iban }} ile ilişkili değil.

source: This value should be valid JSON.
el: Αυτή η τιμή πρέπει να είναι έγκυρος τυπος JSON.
fr: Cette valeur doit être un JSON valide.
tr: Bu değer geçerli JSON olmalıdır.

source: This collection should contain only unique elements.
el: Αυτή η συλλογή πρέπει να περιέχει μόνο μοναδικά στοιχεία.
fr: Cette collection ne doit contenir que des éléments uniques.
tr: Bu koleksiyon yalnızca benzersiz öğeler içermelidir.

source: This value should be positive.
el: Αυτή η τιμή πρέπει να είναι θετική.
fr: Cette valeur doit être positive.
tr: Bu değer pozitif olmalıdır.

source: This value should be either positive or zero.
el: Αυτή η τιμή πρέπει να είναι θετική ή μηδενική.
fr: Cette valeur doit être positive ou égale à zéro.
tr: Bu değer pozitif veya sıfır olmalıdır.

source: This value should be negative.
el: Αυτή η τιμή πρέπει να είναι αρνητική.
fr: Cette valeur doit être négative.
tr: Bu değer negatif olmalıdır.

source: This value should be either negative or zero.
el: Αυτή η τιμή πρέπει να είναι είτε αρνητική είτε μηδενική.
fr: Cette valeur doit être négative ou égale à zéro.
tr: Bu değer, negatif veya sıfır olmalıdır.

source: This value is not a valid timezone.
el: Αυτή η τιμή δεν είναι έγκυρη ζώνη ώρας.
fr: Le fuseau horaire n'est pas valide.
tr: Bu değer, geçerli bir saat dilimi değil.

source: 7e27e92
el: Αυτός ο κωδικός πρόσβασης έχει διαρρεύσει σε παραβίαση δεδομένων, δεν πρέπει να χρησιμοποιείται. Χρησιμοποιήστε έναν άλλο κωδικό πρόσβασης.
fr: Ce mot de passe a été divulgué lors d'une violation de données, il ne doit pas être utilisé. Veuillez utiliser un autre mot de passe.
tr: Bu parola bir veri ihlalinde sızdırılmıştır, kullanılmamalıdır. Lütfen başka bir parola kullanın.

source: This value should be between {{ min }} and {{ max }}.
el: Αυτή η τιμή πρέπει να κυμαίνεται μεταξύ {{min}} και {{max}}.
fr: Cette valeur doit être comprise entre {{min}} et {{max}}.
tr: Bu değer, {{ min }} ile {{ max }} arasında olmalıdır.

source: This form should not contain extra fields.
el: Αυτή η φόρμα δεν πρέπει να περιέχει επιπλέον πεδία.
fr: Ce formulaire ne doit pas contenir de champs supplémentaires.
tr: Bu form fazladan alan içermemelidir.

source: The uploaded file was too large. Please try to upload a smaller file.
el: Το μεταφορτωμένο αρχείο ήταν πολύ μεγάλο. Δοκιμάστε να ανεβάσετε ένα μικρότερο αρχείο.
fr: Le fichier téléchargé était trop volumineux. Veuillez essayer de télécharger un fichier plus petit.
tr: Yüklenen dosya çok büyüktü. Lütfen daha küçük bir dosya yüklemeyi deneyin.

source: The CSRF token is invalid. Please try to resubmit the form.
el: Το διακριτικό CSRF δεν είναι έγκυρο. Δοκιμάστε να υποβάλετε ξανά τη φόρμα.
fr: Le jeton CSRF n'est pas valide. Veuillez réessayer de soumettre le formulaire.
tr: CSRF jetonu geçersiz. Lütfen formu yeniden göndermeyi deneyin.

source: post.blank_summary
el: Δώστε μια περίληψη στην ανάρτησή σας!
fr: Donnez à votre publication un résumé !
tr: Gönderinize bir özet verin!

source: post.blank_content
el: Η ανάρτησή σας πρέπει να έχει κάποιο περιεχόμενο!
fr: Votre publication devrait avoir du contenu !
tr: Gönderinizin bazı içerikler olmalı!

source: post.too_short_content
el: Το περιεχόμενο της ανάρτησης είναι πολύ μικρό (ελάχιστο {{limit}} χαρακτήρες)
fr: le contenu de votre publication est trop court ({{limit}} caractères minimum)
tr: Gönderi içeriği çok kısa (minimum {{ limit }} karakter)

source: post.too_many_tags
el: Πάρα πολλές ετικέτες (προσθέστε {{limit}} ή λιγότερες)
fr: Trop de balises (ajoutez au maximum {{limit}} balises ).
tr: Çok fazla etiket ({{ limit }} veya daha az etiket ekleyin)

source: comment.blank
el: Μην αφήσετε το σχόλιό σας κενό!
fr: Veuillez ne pas laisser votre commentaire vide !
tr: Lütfen yorumunuzu boş bırakmayın!

source: comment.too_short
el: Το σχόλιο είναι πολύ μικρό ({{limit}} ελάχιστοι χαρακτήρες)
fr: Le commentaire est trop court ({{limit}} caractères minimum)
tr: Yorum çok kısa (minimum {{ limit }} karakter)

source: comment.too_long
el: Το σχόλιο είναι πολύ μεγάλο ({{limit}} χαρακτήρες το μέγιστο)
fr: Le commentaire est trop long ({{limit}} caractères maximum)
tr: Yorum çok uzun (maksimum {{ limit }} karakter)

source: comment.is_spam
el: Το περιεχόμενο αυτού του σχολίου θεωρείται ανεπιθύμητο.
fr: Le contenu de ce commentaire est considéré comme un spam.
tr: Bu yorumun içeriği spam olarak kabul edilir.

source: user.duplicate_email
el: Υπάρχει ήδη χρήστης με {{value}} email.
fr: Cette adresse e-mail {{value}} est déjà utilisée.
tr: {{ value }} e-postasına sahip bir kullanıcı zaten var.

source: user.duplicate_username
el: Υπάρχει ήδη χρήστης με όνομα χρήστη {{value}}.
fr: Le nom d'utilisateur {{value}} existe déjà.
tr: {{ value }} kullanıcı adına sahip bir kullanıcı zaten var.

source: user.not_valid_password
el: Λανθασμένος κωδικός. Ο κωδικός πρόσβασης πρέπει να περιέχει τουλάχιστον 6 χαρακτήρες.
fr: Mot de passe incorrect. Le mot de passe doit contenir au moins 6 caractères.
tr: Geçersiz parola. Parola en az 6 karakter içermelidir.

source: user.not_valid_email
el: Ακυρη διεύθυνση ηλεκτρονικού ταχυδρομείου
fr: Email invalide
tr: Geçersiz e-posta
